[
    {
        "id": "1abc1",
        "company_logo":"/",
        "job_title":"Web Developer",
        "company_name":"Google",
        "remote_onsite":"Remote",
        "location":"111 Richmond Street Wes Toronto, ON M5H 2G4 Canada",
        "fulltime_part_time":"Part-time",
        "salary":" 100K - 150K (Per Month)",
        "job_description":"A web developer is responsible for designing and developing websites, creating and testing website applications, and maintaining web systems.",
        "job_responsibility":"  Collaborating with designers, project managers, and other developers to create functional and appealing websites that meet customer needs.",
        "educational_requirements":" Bachelor's degree in Computer Science, Information Technology, or a related field.",
        "experiences":" 3+ years of experience in database development, administration, and management.",
        "con_info_phone":"416-915-8200",
        "con_info_email":"google@gmail.com"
        
      },

        {
            "id": "2abc2",
            "company_logo": "/",
            "job_title": "Content Writer",
            "company_name": "Apple",
            "remote_onsite": "Onsite",
            "location": "Cupertino, California, United States",
            "fulltime_part_time": "Full-time",
            "salary":" 70K - 100K (Per Month)",
            "job_description": "A content writer is responsible for creating written content for websites, blogs, social media, and other digital platforms. This includes conducting research, writing clear and compelling copy, and editing and proofreading content.",
            "job_responsibility": " Collaborating with marketing and design teams to create engaging content that attracts and retains a target audience.",
            "educational_requirements": "Bachelor's degree in English, Communications, Journalism, Marketing, or a related field",
            "experiences": "5+ years of experience in software development.",
            "con_info_phone":"214-475-8731",
            "con_info_email":"apple@gmail.com"
          },
   
          {
            "id": "3abc3",
            "company_logo": "/",
            "job_title": "UX Designer",
            "company_name": "Amazon",
            "remote_onsite": "Remote",
            "location": "Milan, Lombardy, Italy",
            "fulltime_part_time": "Part-time",
           "salary":" 90K - 130K (Per Month)",
            "job_description": " A UX designer is responsible for designing and improving user experiences for websites and digital products. This includes conducting user research, creating user personas and journey maps, and designing wireframes and prototypes.",
            "job_responsibility": "Collaborating with product managers, engineers, and other designers to create user-centered designs that meet business goals and provide a positive user experience.",
            "educational_requirements": "A Bachelor's degree in User Experience Design, Interaction Design, Graphic Design, Computer Science, or a related field.",
            "experiences": "2+ years of experience in data analysis.",
            "con_info_phone":" 215-794-0440",
            "con_info_email":"amazon@gmail.com"
          },
          {
            "id": "4abc4",
            "company_logo": "/",
            "job_title": "Financial Analyst",
            "company_name": "Intel",
            "remote_onsite": "Remote",
            "location": "Santa Clara, California, United States",
            "fulltime_part_time": "Full-time",
           "salary":" 120K - 150K (Per Month)",
            "job_description": " A financial analyst is responsible for analyzing financial data, creating financial reports, and providing financial advice and recommendations to clients or management.",
            "job_responsibility": "Collaborating with accounting and management teams to analyze financial data, monitoring financial trends, identifying risks and opportunities, and presenting financial reports to stakeholders.",
            "educational_requirements": "A Bachelor's degree in Finance, Accounting, Economics, or a related field.",
            "experiences": "4-6 years of experience in data analysis and modeling.",
            "con_info_phone":"1-800-538-3373",
            "con_info_email":"intel@gmail.com"
          },
          
          {
            "id": "5abc5",
            "company_logo": "/",
            "job_title": "Mobile App Developer",
            "company_name": "Facebook",
            "remote_onsite": "Onsite",
            "location": "Menlo Park, California, United States",
            "fulltime_part_time": "Full-time",
            "salary":" 80K - 120K (Per Month)",
            "job_description": " A mobile app developer is responsible for designing, developing, and maintaining mobile applications for iOS and Android platforms. This includes writing code, debugging, and testing the app to ensure it meets performance and user experience requirements.",
            "job_responsibility": " Collaborating with designers and product managers: Mobile app developers often work closely with designers and product managers to ensure that the app meets the user's needs and is visually appealing. You will need to be able to effectively communicate your technical ideas and gather feedback from other team members.",
            "educational_requirements":"A Bachelor's degree in Computer Science, Software Engineering, or a related field",
            "experiences": "1-2 years of experience in data analysis and modeling.",
            "con_info_phone":"1-650-308-7300",
            "con_info_email":"facebook@gmail.com"}
            ,
    
          {
            "id": "6abc6",
            "company_logo": "/",
            "job_title": "Digital Marketing Manager",
            "company_name": "IBM",
            "remote_onsite": "Onsite",
            "location": " Armonk, New York, United States",
            "fulltime_part_time": "Full-time",
            "salary": "140K - 150K (Per Month)",
            "job_description": "A digital marketing manager is responsible for developing and implementing digital marketing campaigns, tracking campaign performance, and analyzing customer data to inform marketing strategy.",
            "job_responsibility": "Collaborating with marketing and sales teams to develop and execute digital marketing campaigns, analyzing customer data to identify trends and opportunities, and managing budgets for digital marketing initiatives.",
            "educational_requirements": " A Bachelor's degree in Marketing, Communications, Business Administration, or a related field ",
            "experiences": "2-3 years of experience in data analysis and modeling.",
            "con_info_phone":" (781) 575-2727",
            "con_info_email":"ibm@gmail.com"
        }
          
    ]

